"BUTTON_AUTHENTICATE" = "Patunayan ang button label";

"BUTTON_CREATED_ACCOUNT" = "Gumawa ng account";

"BUTTON_CREATE_ACCOUNT" = "Lumikha ng account";

"BUTTON_CREATING_ACCOUNT" = "Gumagawa ng pamagat ng account button";

"BUTTON_DISMISS" = "I-dismiss";

"BUTTON_NOT_NOW" = "Hindi ngayon";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Ipadala muli ang confirmation code";

"BUTTON_RETRY" = "Subukan muli";

"BUTTON_SENDING_CONF_CODE" = "Pinapadala code ng pagkumpirma";

"BUTTON_SEND_CONF_CODE" = "Ipadala ang code sa kumprimasyon";

"BUTTON_SENT_CONF_CODE" = "Pinadala code sa pagkumpirma";

"BUTTON_SIGNED_IN" = "Nag-sign in ng pamagat ng button";

"BUTTON_SIGNING_IN" = "SIna-sign pamagat ng button";

"BUTTON_SIGN_IN" = "Mag-sign in";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Mag-sign in kasama ang Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Subukan ang ibang numero";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Mangyaring tingnan ang inyong code at subukan ulit";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Mangyaring tingnan ang koneksyon ng network ninyo at subukan ulit";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Mangyaring tingnan ang numero ninyo at subukan ulit";

"ERROR_TRY_AGAIN_LATER" = "Hindi ka namin mai-sign sa Twitter sa ngayon. Mangyaring subukan ulit mamaya.";

"FOOTNOTE_CREATE_ACCOUNT" = "Sa pag-tapik sa \"Gumawa ng account\" sa itaas, sumasang-ayon ka sa mga <u>Tuntunin ng Serbisyo</u>, <u>Patakaran sa Pagkapribado</u>, at <u>Patakaran sa Cookies</u> ng Digits by Twitter, at pumapayag kang matuklasan ng mga ibang user ng %@ ang numero ng telepono at/o email mo.";

"FOOTNOTE_SEND_CONF_CODE" = "Sa pamamagitan ng pagtapik sa \"Magpadala ng code ng kumpirmasyon\" sa itaas, papadalhan ka ng <u>Digits by Twitter</u> ng isang mensaheng SMS upang kumpirmahin ang numero ng telepono mo.";

"LABEL_ENTER_CONF_CODE" = "Ilagay ang confirmation code";

"LABEL_ENTER_PHONE_NUMBER" = "Ilagay ang iyong phone number";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Gumagamit kami ng Digits by Twitter para mahanap ang iba mo pang mga kaibigan na gumagamit ng app na ito. Kapag tinapik mo ang Okay, i-a-upload namin ang iyong address book sa Digits by Twitter upang matulungan ka naming mahanap ang ibang mga user ng %@ na kilala mo o tulungan kang mahanap ng mga ibang user ng %@.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Hanapin ang mga kaibigan mo";

"LABEL_PLEASE_USE_TWITTER" = "Paki-sign gamit ang Twitter";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Naaugnay na ang numero mo sa Twitter account. Paki-sign in gamit ang Twitter sa ibaba.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Hindi makumpirma ang numero ng telepono ninyo";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Pasensiya na, nagkakaproblema kaming ipadala sa iyo ang code ng pagkumpirma.";

"PARTIAL_FOOTNOTE_THIS_APP" = "app na ito";

"PLACEHOLDER_CONF_CODE" = "Confirmation code";

"PLACEHOLDER_YOUR_NUMBER" = "Numero mo";

